---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ModelCurveArrArray
source: html/f9ee6db6-5a0d-fd6b-0254-32e7998ca073.htm
---
# ModelCurveArrArray Members

Initializes a new instance of the ModelCurveArrArray class